data/l1/apache/benchmark-apache.with-cst-lock/cores-30/log/WRKwrk
Running 50s test @ http://127.0.0.1:8000/x.txt
  30 threads and 240 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.06ms    2.23ms 102.29ms   95.05%
    Req/Sec     7.89k     2.93k   19.62k    66.29%
  4735709 requests in 20.18s, 2.36GB read
Requests/sec: 234676.79
Transfer/sec:    119.57MB